{
  "what-is": {
    "title": "Sonolus là gì?",
    "body": "Không như những trò chơi âm nhạc bình thường, **Sonolus là một trò chơi âm nhạc theo kiểu framework**.\nBất kì ai cũng có thể tự tạo riêng cho mình nhiều thể loại trò chơi trong Sonolus, hoặc tự host máy chủ để những người khác chơi và tận hưởng!"
  },
  "install-ios": {
    "title": "Cài đặt Sonolus trên iOS",
    "body": "**TestFlight**: <https://wiki.sonolus.com/getting-started/vi/installing/ios.html#testflight-cua-apple>\n** Hết chỗ** cho đến <t:4084662000>, không đảm bảo việc bạn có thể tham gia.\n\n** Cài đặt bên ngoài**: <https://wiki.sonolus.com/getting-started/vi/installing/ios.html#cai-%C4%91at-ben-ngoai-qua-pc>\ncài đặt qua PC là cách được dùng nhiều nhất. không có cách nào để bạn cài đặt mà không qua PC.\nbạn ** Không cần** phải jailbreak để cài đặt."
  },
  "install-android": {
    "title": "Cài đặt Sonolus trên Android",
    "body": "**Cài đặt bên ngoài**: <https://wiki.sonolus.com/getting-started/vi/installing/android.html#cai-%C4%91at-ben-ngoai>\nNếu bạn đang gặp vấn đề thì hãy lên google và nhập \"cài đặt ứng dụng bên ngoài trên thiết bị + tên thiết bị\" và làm theo chỉ dẫn."
  },
  "servers": {
    "title": "Làm cách nào để chơi? Tôi có thể tìm sever ở đâu?",
    "body": "**Bạn chỉ cần chọn server mà bạn muốn, bạn xóa thể tìm trên nhóm hoặc quá danh sách dưới đây: <#710550213231640627>**\nĐể thêm sever, nhấn vào __ Thêm server__ > __ Thêm__, rồi đặt tên cho nó (Cái gì cũng được), và dán địa chỉ server  (`https://...`) vào ô __Địa chỉ__."
  },
  "note-speed": {
    "title": "Làm thế nào để chỉnh tốc độ nốt nhạc?",
    "body": "Trước khi bắt đầu một ván bất kì, nhấn vào __Thiết lập__ > __Lựa chọn__ > __Tốc độ nốt nhạc__."
  },
  "offset-basic": {
    "title": "Làm thế nào nếu game không theo nhịp?",
    "body": "Bạn chỏ cần chỉnh  __Độ trễ âm thanh trên thiết bị__ (những cái khác để mặc định là 0)\nĐộ trễ sẽ khác nhau trên từng thiết bị. **iOS**: thì trên dưới 50. **Android**: trên dưới từ 50 cho đến 200.\n\nĐể chỉnh độ chễ một cách hợp lí, hãy bật chế độ  __Tự động__,.để ý kĩ xem âm thanh đã đồng bộ chưa, từ đó mà điều chỉnh sao cho hợp lý."
  },
  "offset-advanced": {
    "title": "Những loại chỉnh độ trễ trong game là gì?",
    "body": "__Độ trễ âm thanh của thiết bị__: độ trễ âm thanh trên thiết bị của bạn. Dùng để chỉnh khi nhạc bị lệch nhịp.\n__Độ trễ của nhạc__: tăng độ trễ của nhạc, chỉ dùng khi map đồng bộ kém.\n__Độ trễ của nhạc trên server__: tăng độ trễ cho tất cả các map trong server, chỉ sử dụng khi server đồng bộ kém hoặc mạng yếu.\n__Độ trễ cảm ứng của thiết bị__: chỉnh độ trễ cảm ứng trên thiết bị của bạn. Chỉ dùng để chỉnh độ trễ đúng với nốt nhạc.\n__Độ trễ cảm ứng của engine__: tăng độ trễ của những map sử dụng engine, chỉ dùng khi bạn gặp vấn đề với engine."
  },
  "all-miss": {
    "title": "Tại sao tôi toàn nhấn trượt thế này!?!?",
    "body": "Xin hãy kiểm tra __Độ trễ cảm ứng trên thiết bị__ và __Độ trễ cảm ứng của engine__. Nếu bạn không biết hai cái đó dùng để làm gì, thì chỉ cần chỉnh nó về số không (hoặc nhấn cái nút bên phải)."
  },
  "change-item": {
    "title": "Làm cách nào để tôi có thể đổi skin/nền/SFX/Hiệu ứng?",
    "body": "Trước khi bắt đầu một map nào đó, hãy nhấn __Thiết lập__ và thay đổi chúng tại đây.\nBạn cũng có thể dùng skin từ những server khác, ví dụ như sử dụng skin của PrjSekai cho những map của Bandori."
  },
  "chart": {
    "title": "Làm cách nào để tôi tự tạo level?",
    "body": "**Bestdori**\n<https://bestdori.com/community/charts>\n\n**Chart Cyanvas**\nMikuMikuWorld4CC: <https://github.com/sevenc-nanashi/MikuMikuWorld4CC>\nPaletteWorks: <https://wiki.purplepalette.net/create-charts/editor/paletteworks>\nChed: <https://wiki.purplepalette.net/create-charts/editor/ched>\nTải level của bạn lên tại: <https://cc.sevenc7c.com/>"
  },
  "studio": {
    "title": "Làm cách nào để tạo skin/SFX/background?",
    "body": "https://studio.sonolus.com/"
  },
  "judgment-color": {
    "title": "Làm cách nào để đổi màu của Judgment (Perfect/Great/Good/Miss)?",
    "body": "__Cài đặt__ > __UI__ > __Perfect/Great/Good/Miss Judgment Color__."
  },
  "judgment-error-color": {
    "title": "Làm cách để đổi màu của Judgment error(sớm/trễ)?",
    "body": "__Cài đặt__ > __UI__ > __Positive/Negative Judgment Error Color__."
  },
  "combo-color": {
    "title": "Làm cách nào để đổi màu combo (AP/FC/Fail/Pass)?",
    "body": "__Cài đặt__ > __UI__ > __All Perfect/Full Combo/Pass/Fail Combo Color__."
  },
  "ui": {
    "title": "Làm thế nào để chỉnh kích cỡ UI?",
    "body": "Trước khi vào map nào dó, nhấn vào __Thiết lập__ > __UI__. Bạn có thể tùy chỉnh loại, kích cỡ, độ mờ và hiệu ứng di chuyển."
  },
  "genre": {
    "title": "Làm thế nào để tìm thể loại map mà tôi thích?",
    "body": "Ai biết được, nhưng bạn có thể ghé qua một vài server trong mục <#710550213231640627> và bạn có thể tìm thấy thứ mà bạn thích!"
  },
  "magic": {
    "title": "Sao tôi nhìn thấy nó khác với những phiên bản trên YT vậy?",
    "body": "Anh bạn à....ảnh bạn dễ bị lừa quá..haizz..video trên YT không phải phiên bản chính thức đâu."
  },
  "sekai-viewer-slow": {
    "title": "Map mới trong Project Sekai không hoạt đông.",
    "body": "thường thì những map mới cần một lúc thì bạn mới có thể chơi, nên xin hãy kiên nhẫn khi có map mới."
  },
  "testflight-update": {
    "title": "Tôi không thể cập nhập Sonolú qua Testflight",
    "body": "Hãy chắc chắn rằng bạn đang sử dụng đúng tài khoản Apple ID mà bạn dùng để tham gia."
  },
  "update-keep-collection": {
    "title": "Tôi có bị mất bộ sưu tập nếu tôi cập nhập Sonolus không?",
    "body": "Nó sẽ không mất nếu bạn chỉ ghi đè (cập nhật bên ngoài)."
  },
  "sideload-expire": {
    "title": "Tôi cài đặt Sonolus trên iOS bằng cách cài đặt bên ngoài (sideload) và tôi không thể chơi được nữa.",
    "body": "Chữ kí của ứng dụng chỉ tồn tại trong 7 ngày, bạn sẽ phải kí rồi cài đặt lại file \".ipa\". Một số ứng dụng sideload (như AltStore) sẽ tự động làm viêc này cho bạn."
  },
  "free-up-space": {
    "title": "Sonolus chiếm nhiều dùng lượng quá!",
    "body": "__Cài đặt__ > __Repository__ > __Quanr lý__ > __Xoá__, làm viêc này sẽ giúp bạn có nhiều dùng lượng hơn dù không nhiều lắm (bộ sưu tập vẫn ăn toàn)"
  },
  "black-screen": {
    "title": "Sao màn hình của tôi đen thui thế này?",
    "body": "Bạn vào thiết lập map và kiểm tra  độ che ngang/dọc và chỉnh về 0%.\nNếu bạn vẫn không thể nhìn thấy gì, thì nó là 1 lỗi trên vài thiết bị Android (Thường là cũ hoặc yếu) và đương nhiên ĐT bạn cũng có. Nếu bạn muốn giúp chúng tôi, vui lòng vào mục #help-and-support gửi ảnh hoặc doạn code chứa lỗi."
  },
  "find": {
    "title": "Làm cách nào để  tìm map mà tôi vừa xem trên YT?",
    "body": "Vào server mà bạn cần tìm và  nhập những gì bạn thấy trong tiêu đề hoặc trong video: tên bài hát, nghệ sĩ, tên tác giả, `#ID`, hoặc những thứ trong mô tả."
  }
}
